Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# auth.smb.share.noShareSelected
source: No Share Selected
de: Keine Freigabe ausgewählt
es: No hay ningún recurso compartido seleccionado
es_419: No hay ningún recurso compartido seleccionado
fr: Aucun partage sélectionné
ja: 共有が選択されていません
ko: 선택한 공유 폴더 없음
pt_br: Nenhum compartilhamento selecionado
pt_pt: Nenhuma partilha selecionada
ru: Общий ресурс не выбран
uk: Спільний ресурс не вибрано
zh_hans: 未选择共享
zh_hant: 未選擇共享項目
zh_hk: 未選擇共享項目

# auth.smb.share.parentDir
source: Go to Parent Directory
de: Zum übergeordneten Verzeichnis
es: Ir al directorio superior
es_419: Ir al directorio superior
fr: Aller au répertoire parent
ja: 親ディレクトリに移動
ko: 상위 디렉터리로 이동
pt_br: Ir para o diretório pai
pt_pt: Ir para o diretório superior
ru: Перейти к родительской папке
uk: Перейти до батьківського каталогу
zh_hans: 返回上一级
zh_hant: 返回上一級
zh_hk: 返回上一級

# auth.smb.share.readFailed
source: Failed to Read Directory
de: Verzeichnis konnte nicht gelesen werden
es: Error al leer el directorio
es_419: Error al leer el directorio
fr: Échec de la lecture du répertoire
ja: ディレクトリの読み取りに失敗しました
ko: 디렉터리 읽기 실패
pt_br: Falha ao ler o diretório
pt_pt: Falha ao ler o diretório
ru: Не удалось прочитать папку
uk: Не вдалося прочитати каталог
zh_hans: 读取目录失败
zh_hant: 讀取目錄失敗
zh_hk: 讀取目錄失敗

# auth.smb.share.selectShareFirst
source: Please select a share first
de: Bitte wählen Sie zuerst eine Freigabe aus
es: Selecciona primero un recurso compartido
es_419: Selecciona primero un recurso compartido
fr: Veuillez d'abord sélectionner un partage
ja: 先に共有を選択してください
ko: 먼저 공유 폴더를 선택하세요
pt_br: Selecione um compartilhamento primeiro
pt_pt: Selecione uma partilha primeiro
ru: Сначала выберите общий ресурс
uk: Спочатку виберіть спільний ресурс
zh_hans: 请先选择共享
zh_hant: 請先選擇共享項目
zh_hk: 請先選擇共享項目

# auth.smb.share.title
source: Share
de: Freigabe
es: Recurso compartido
es_419: Recurso compartido
fr: Partage
ja: 共有
ko: 공유 폴더
pt_br: Compartilhamento
pt_pt: Partilha
ru: Общий ресурс
uk: Спільний ресурс
zh_hans: 共享
zh_hant: 共享
zh_hk: 共享

# auth.testConnection
source: Test Connection
de: Verbindung testen
es: Probar conexión
es_419: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
pt_br: Testar conexão
pt_pt: Testar ligação
ru: Проверить подключение
uk: Перевірити з’єднання
zh_hans: 测试连接
zh_hant: 測試連線
zh_hk: 測試連線

# auth.testConnectionFailed
source: Test Connection Failed
de: Verbindungstest fehlgeschlagen
es: Error en la prueba de conexión
es_419: Error en la prueba de conexión
fr: Échec du test de connexion
ja: 接続テストに失敗しました
ko: 연결 테스트 실패
pt_br: Falha no teste de conexão
pt_pt: Falha no teste de ligação
ru: Не удалось проверить подключение
uk: Не вдалося перевірити з’єднання
zh_hans: 连接测试失败
zh_hant: 連線測試失敗
zh_hk: 連線測試失敗

# auth.testConnectionSucceeded
source: Connection Successful
de: Verbindung erfolgreich
es: Conexión correcta
es_419: Conexión correcta
fr: Connexion réussie
ja: 接続に成功しました
ko: 연결 성공
pt_br: Conexão bem-sucedida
pt_pt: Ligação bem-sucedida
ru: Подключение установлено
uk: З’єднання встановлено
zh_hans: 连接成功
zh_hant: 連線成功
zh_hk: 連線成功

# auth.testConnectionSucceededMessage
source: A connection was established using the current settings.
de: Mit den aktuellen Einstellungen wurde eine Verbindung hergestellt.
es: La conexión se ha realizado correctamente con los ajustes actuales.
es_419: La conexión se realizó correctamente con la configuración actual.
fr: Une connexion a été établie avec les réglages actuels.
ja: 現在の設定で正常に接続できます。
ko: 현재 설정으로 연결할 수 있습니다.
pt_br: É possível conectar com as configurações atuais.
pt_pt: É possível estabelecer ligação com as definições atuais.
ru: Подключение установлено с текущими настройками.
uk: З’єднання встановлено з поточними параметрами.
zh_hans: 当前输入的参数可以成功连接。
zh_hant: 目前輸入的參數可以成功連線。
zh_hk: 目前輸入的參數可以成功連線。

# auth.webdav.duplicateConfig
source: A WebDAV connection with the same configuration already exists
de: Eine WebDAV-Verbindung mit derselben Konfiguration existiert bereits
es: Ya existe una conexión WebDAV con la misma configuración
es_419: Ya existe una conexión WebDAV con la misma configuración
fr: Une connexion WebDAV avec la même configuration existe déjà
ja: 同じ構成の WebDAV 接続が既に存在します
ko: 동일한 구성의 WebDAV 연결이 이미 존재합니다
pt_br: Já existe uma conexão WebDAV com a mesma configuração
pt_pt: Já existe uma ligação WebDAV com a mesma configuração
ru: Подключение WebDAV с такой же конфигурацией уже существует
uk: З’єднання WebDAV з такою самою конфігурацією вже існує
zh_hans: 已存在相同的 WebDAV 连接配置
zh_hant: 已存在相同的 WebDAV 連接設定
zh_hk: 已存在相同的 WebDAV 連接設定

# auth.webdav.editTitle
source: Edit WebDAV Storage
de: WebDAV-Speicher bearbeiten
es: Editar almacenamiento WebDAV
es_419: Editar almacenamiento WebDAV
fr: Modifier le stockage WebDAV
ja: WebDAV ストレージを編集
ko: WebDAV 저장소 편집
pt_br: Editar armazenamento WebDAV
pt_pt: Editar armazenamento WebDAV
ru: Редактировать хранилище WebDAV
uk: Редагувати сховище WebDAV
zh_hans: 编辑 WebDAV 存储
zh_hant: 編輯 WebDAV 儲存
zh_hk: 編輯 WebDAV 儲存

# auth.webdav.fieldBasePath
source: Backup Root Path
de: Backup-Stammordner
es: Ruta raíz de la copia de seguridad
es_419: Ruta raíz del respaldo
fr: Chemin racine de sauvegarde
ja: バックアップルートパス
ko: 백업 루트 경로
pt_br: Caminho raiz de backup
pt_pt: Caminho raiz de cópia
ru: Корневой путь резервных копий
uk: Кореневий шлях резервного копіювання
zh_hans: 备份根路径
zh_hant: 備份根路徑
zh_hk: 備份根路徑

# auth.webdav.fieldMountPath
source: WebDAV Path
de: WebDAV-Pfad
es: Ruta WebDAV
es_419: Ruta WebDAV
fr: Chemin WebDAV
ja: WebDAV パス
ko: WebDAV 경로
pt_br: Caminho WebDAV
pt_pt: Caminho WebDAV
ru: Путь WebDAV
uk: Шлях WebDAV
zh_hans: WebDAV 路径
zh_hant: WebDAV 路徑
zh_hk: WebDAV 路徑

# auth.webdav.fieldScheme
source: Protocol
de: Protokoll
es: Protocolo
es_419: Protocolo
fr: Protocole
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
pt_pt: Protocolo
ru: Протокол
uk: Протокол
zh_hans: 协议
zh_hant: 協定
zh_hk: 協定

# auth.webdav.footerEdit
source: The saved password is shown as ********. Leave it unchanged to keep it; type to replace it. Clear the field to save an empty password.
de: Das gespeicherte Passwort wird als ******** angezeigt. Nicht bearbeiten, um es beizubehalten; Eingaben ersetzen es. Leeren Sie das Feld, um ein leeres Passwort zu speichern.
es: La contraseña guardada se muestra como ********. No la edites para conservarla; escribe para reemplazarla. Borra el campo para guardar una contraseña vacía.
es_419: La contraseña guardada se muestra como ********. No la edites para conservarla; escribe para reemplazarla. Borra el campo para guardar una contraseña vacía.
fr: Le mot de passe enregistré s’affiche sous la forme ********. Ne le modifiez pas pour le conserver ; saisissez une valeur pour le remplacer. Effacez le champ pour enregistrer un mot de passe vide.
ja: 保存済みのパスワードは ******** と表示されます。変更しなければそのまま使用されます。入力すると置き換わります。空にすると空のパスワードとして保存されます。
ko: 저장된 비밀번호는 ********로 표시됩니다. 그대로 두면 유지되고, 입력하면 교체됩니다. 필드를 비우면 빈 비밀번호로 저장됩니다.
pt_br: A senha salva aparece como ********. Não edite para mantê-la; digite para substituí-la. Limpe o campo para salvar uma senha vazia.
pt_pt: A palavra-passe guardada aparece como ********. Não edite para a manter; introduza texto para a substituir. Limpe o campo para guardar uma palavra-passe vazia.
ru: Сохранённый пароль отображается как ********. Не изменяйте его, чтобы сохранить; введите новое значение, чтобы заменить. Очистите поле, чтобы сохранить пустой пароль.
uk: Збережений пароль відображається як ********. Не змінюйте його, щоб зберегти; введіть нове значення, щоб замінити. Очистьте поле, щоб зберегти порожній пароль.
zh_hans: 已保存的密码会显示为 ********。不修改会继续使用；输入内容会替换它。清空字段会保存为空密码。
zh_hant: 已儲存的密碼會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空欄位會儲存為空密碼。
zh_hk: 已儲存的密碼會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空欄位會儲存為空密碼。

# auth.webdav.footerNew
source: WebDAV Path is the mount path on the server (e.g. /webdav or /remote.php/dav/…); the backup root path defaults to /Watermelon.
de: Der WebDAV-Pfad ist der Mount-Pfad auf dem Server (z. B. /webdav oder /remote.php/dav/…); der Backup-Stammordner ist standardmäßig /Watermelon.
es: La ruta WebDAV es la ruta de montaje en el servidor (por ejemplo /webdav o /remote.php/dav/…); la ruta raíz de respaldo por defecto es /Watermelon.
es_419: La ruta WebDAV es la ruta de montaje en el servidor (por ejemplo /webdav o /remote.php/dav/…); la ruta raíz de respaldo por defecto es /Watermelon.
fr: Le chemin WebDAV est le chemin de montage sur le serveur (ex. /webdav ou /remote.php/dav/…) ; le chemin racine de sauvegarde par défaut est /Watermelon.
ja: WebDAV パスはサーバー上のマウントパスです（例：/webdav や /remote.php/dav/…）。バックアップのルートパスのデフォルトは /Watermelon です。
ko: WebDAV 경로는 서버의 마운트 경로입니다 (예: /webdav 또는 /remote.php/dav/…). 백업 루트 경로의 기본값은 /Watermelon입니다.
pt_br: O caminho WebDAV é o caminho de montagem no servidor (ex.: /webdav ou /remote.php/dav/…); o caminho raiz de backup padrão é /Watermelon.
pt_pt: O caminho WebDAV é o caminho de montagem no servidor (p. ex., /webdav ou /remote.php/dav/…); o caminho raiz de cópia predefinido é /Watermelon.
ru: Путь WebDAV — это путь монтирования на сервере (например, /webdav или /remote.php/dav/…); корневой путь резервных копий по умолчанию /Watermelon.
uk: Шлях WebDAV — це точка монтування на сервері (наприклад, /webdav або /remote.php/dav/…); кореневий шлях резервного копіювання за замовчуванням /Watermelon.
zh_hans: WebDAV 路径是服务器上的挂载路径（例如 /webdav 或 /remote.php/dav/…）；备份根路径默认为 /Watermelon。
zh_hant: WebDAV 路徑是伺服器上的掛載路徑（例如 /webdav 或 /remote.php/dav/…）；備份根路徑預設為 /Watermelon。
zh_hk: WebDAV 路徑是伺服器上的掛載路徑（例如 /webdav 或 /remote.php/dav/…）；備份根路徑預設為 /Watermelon。

# auth.webdav.footerServer
source: HTTP is supported only for local network servers. Use HTTPS for DDNS or public hostnames.
de: HTTP wird nur für Server im lokalen Netzwerk unterstützt. Verwenden Sie HTTPS für DDNS- oder öffentliche Hostnamen.
es: HTTP solo es compatible con servidores de la red local. Usa HTTPS para DDNS o nombres de host públicos.
es_419: HTTP solo es compatible con servidores de la red local. Usa HTTPS para DDNS o nombres de host públicos.
fr: HTTP est pris en charge uniquement pour les serveurs du réseau local. Utilisez HTTPS pour les noms d’hôte DDNS ou publics.
ja: HTTP はローカルネットワーク上のサーバーでのみサポートされます。DDNS や公開ホスト名には HTTPS を使用してください。
ko: HTTP는 로컬 네트워크 서버에서만 지원됩니다. DDNS 또는 공개 호스트 이름에는 HTTPS를 사용하세요.
pt_br: HTTP só é compatível com servidores da rede local. Use HTTPS para DDNS ou nomes de host públicos.
pt_pt: HTTP só é compatível com servidores da rede local. Use HTTPS para DDNS ou nomes de host públicos.
ru: HTTP поддерживается только для серверов в локальной сети. Для DDNS или общедоступных имён хостов используйте HTTPS.
uk: HTTP підтримується лише для серверів у локальній мережі. Для DDNS або загальнодоступних імен хостів використовуйте HTTPS.
zh_hans: HTTP 仅支持本地局域网服务器。DDNS 或公网域名请使用 HTTPS。
zh_hant: HTTP 僅支援區域網路中的伺服器。DDNS 或公開網域請使用 HTTPS。
zh_hk: HTTP 僅支援區域網絡中的伺服器。DDNS 或公開網域請使用 HTTPS。

# auth.webdav.invalidEndpoint
source: Invalid Endpoint URL format
de: Ungültiges Format der Endpunkt-URL
es: Formato de URL del endpoint no válido
es_419: Formato de URL del endpoint no válido
fr: Le format de l’URL du point d’accès n’est pas valide
ja: エンドポイント URL の形式が無効です
ko: 잘못된 엔드포인트 URL 형식
pt_br: A URL do endpoint é inválida
pt_pt: O URL do endpoint é inválido
ru: Неверный формат URL-адреса эндпоинта
uk: Недійсний формат URL-адреси кінцевої точки
zh_hans: Endpoint URL 格式不正确
zh_hant: Endpoint URL 格式不正確
zh_hk: Endpoint URL 格式不正確

# auth.webdav.placeholder.host
source: e.g., webdav.example.com
de: z. B. webdav.example.com
es: ej.: webdav.example.com
es_419: ej.: webdav.example.com
fr: p. ex. : webdav.example.com
ja: 例：webdav.example.com
ko: 예: webdav.example.com
pt_br: ex.: webdav.example.com
pt_pt: ex.: webdav.example.com
ru: например, webdav.example.com
uk: наприклад, webdav.example.com
zh_hans: 例如：webdav.example.com
zh_hant: 例：webdav.example.com
zh_hk: 例如：webdav.example.com

# auth.webdav.placeholder.mountPath
source: e.g., /webdav
de: z. B. /webdav
es: ej.: /webdav
es_419: ej.: /webdav
fr: p. ex. : /webdav
ja: 例：/webdav
ko: 예: /webdav
pt_br: ex.: /webdav
pt_pt: ex.: /webdav
ru: например, /webdav
uk: наприклад, /webdav
zh_hans: 例如：/webdav
zh_hant: 例：/webdav
zh_hk: 例：/webdav

# auth.webdav.placeholder.password
source: password
de: Passwort
es: contraseña
es_419: contraseña
fr: mot de passe
ja: パスワード
ko: 비밀번호
pt_br: senha
pt_pt: palavra-passe
uk: пароль
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

# auth.webdav.placeholder.username
source: user
de: Benutzer
es: usuario
es_419: usuario
fr: utilisateur
pt_br: usuário
pt_pt: utilizador
uk: користувач

# auth.webdav.title
source: Add WebDAV Storage
de: WebDAV-Speicher hinzufügen
es: Añadir almacenamiento WebDAV
es_419: Agregar almacenamiento WebDAV
fr: Ajouter un stockage WebDAV
ja: WebDAV ストレージを追加
ko: WebDAV 저장소 추가
pt_br: Adicionar armazenamento WebDAV
pt_pt: Adicionar armazenamento WebDAV
ru: Добавить хранилище WebDAV
uk: Додати сховище WebDAV
zh_hans: 添加 WebDAV 存储
zh_hant: 新增 WebDAV 儲存
zh_hk: 新增 WebDAV 儲存

# auth.webdav.validationHost
source: Please enter the WebDAV host.
de: Geben Sie den WebDAV-Host ein.
es: Introduce la dirección del host WebDAV.
es_419: Ingresa la dirección del host WebDAV.
fr: Veuillez saisir l'hôte WebDAV.
ja: WebDAV ホストを入力してください。
ko: WebDAV 호스트를 입력해 주세요.
pt_br: Informe o host WebDAV.
pt_pt: Introduza o host WebDAV.
ru: Введите хост WebDAV.
uk: Введіть адресу хоста WebDAV.
zh_hans: 请输入主机地址。
zh_hant: 請輸入主機地址。
zh_hk: 請輸入主機地址。

# auth.webdav.validationPort
source: Port must be an integer between 1 and 65535.
de: Der Port muss eine ganze Zahl zwischen 1 und 65535 sein.
es: El puerto debe ser un número entero entre 1 y 65535.
es_419: El puerto debe ser un número entero entre 1 y 65535.
fr: Le port doit être un entier entre 1 et 65535.
ja: ポートは 1 から 65535 の整数で指定してください。
ko: 포트는 1에서 65535 사이의 정수여야 합니다.
pt_br: A porta deve ser um número inteiro entre 1 e 65535.
pt_pt: A porta deve ser um número inteiro entre 1 e 65535.
ru: Порт должен быть целым числом от 1 до 65535.
uk: Порт має бути цілим числом від 1 до 65535.
zh_hans: 端口必须是 1 到 65535 之间的整数。
zh_hant: 連接埠必須是 1 到 65535 之間的整數。
zh_hk: 連接埠必須是 1 到 65535 之間的整數。

# auth.webdav.validationUsername
source: Please enter a username
de: Bitte geben Sie einen Benutzernamen ein
es: Introduce un nombre de usuario
es_419: Ingresa un nombre de usuario
fr: Veuillez saisir un nom d’utilisateur.
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력해 주세요
pt_br: Por favor, insira um nome de usuário
pt_pt: Por favor, introduza um nome de utilizador
ru: Введите имя пользователя
uk: Будь ласка, введіть ім’я користувача
zh_hans: 请填写用户名
zh_hant: 請填寫使用者名稱
zh_hk: 請填寫使用者名稱

# backgroundBackup.intent.action.off
source: Turn Off
de: Ausschalten
es: Desactivar
es_419: Desactivar
fr: Désactiver
ja: オフにする
ko: 끄기
pt_br: Desativar
pt_pt: Desativar
ru: Выключить
uk: Вимкнути
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# backgroundBackup.intent.action.on
source: Turn On
de: Einschalten
es: Activar
es_419: Activar
fr: Activer
ja: オンにする
ko: 켜기
pt_br: Ativar
pt_pt: Ativar
ru: Включить
uk: Увімкнути
zh_hans: 开启
zh_hant: 開啟
zh_hk: 開啟

# backgroundBackup.intent.actionParam
source: Action
de: Aktion
es: Acción
es_419: Acción
ja: アクション
ko: 동작
pt_br: Ação
pt_pt: Ação
ru: Действие
uk: Дія
zh_hans: 操作
zh_hant: 操作
zh_hk: 操作

# backgroundBackup.intent.actionType
source: Backup Action
de: Sicherungsaktion
es: Acción de copia de seguridad
es_419: Acción de respaldo
fr: Action de sauvegarde
ja: バックアップ操作
ko: 백업 동작
pt_br: Ação de backup
pt_pt: Ação de cópia
ru: Действие резервного копирования
uk: Дія резервного копіювання
zh_hans: 备份操作
zh_hant: 備份操作
zh_hk: 備份操作

# backgroundBackup.intent.entityType
source: Backup Node
de: Sicherungsknoten
es: Nodo de copia de seguridad
es_419: Nodo de respaldo
fr: Nœud de sauvegarde
ja: バックアップノード
ko: 백업 노드
pt_br: Nó de backup
pt_pt: Nó de cópia
ru: Узел резервного копирования
uk: Вузол резервного копіювання
zh_hans: 备份节点
zh_hant: 備份節點
zh_hk: 備份節點

# backgroundBackup.intent.nodeParam
source: Node
de: Knoten
es: Nodo
es_419: Nodo
fr: Nœud
ja: ノード
ko: 노드
pt_br: Nó
pt_pt: Nó
ru: Узел
uk: Вузол
zh_hans: 节点
zh_hant: 節點
zh_hk: 節點

# backgroundBackup.intent.result.notFound
source: Backup node not found.
de: Sicherungsknoten nicht gefunden.
es: No se encontró el nodo de copia de seguridad.
es_419: No se encontró el nodo de respaldo.
fr: Nœud de sauvegarde introuvable.
ja: バックアップノードが見つかりません。
ko: 백업 노드를 찾을 수 없습니다.
pt_br: Nó de backup não encontrado.
pt_pt: Nó de cópia não encontrado.
ru: Узел резервного копирования не найден.
uk: Вузол резервного копіювання не знайдено.
zh_hans: 未找到备份节点。
zh_hant: 找不到備份節點。
zh_hk: 找不到備份節點。

# backgroundBackup.intent.result.off
source: Background backup turned off.
de: Hintergrundsicherung deaktiviert.
es: Copia de seguridad en segundo plano desactivada.
es_419: Respaldo en segundo plano desactivado.
fr: Sauvegarde en arrière-plan désactivée.
ja: バックグラウンドバックアップをオフにしました。
ko: 백그라운드 백업을 껐습니다.
pt_br: Backup em segundo plano desativado.
pt_pt: Cópia em segundo plano desativada.
ru: Фоновое резервное копирование выключено.
uk: Фонове резервне копіювання вимкнено.
zh_hans: 已关闭后台备份。
zh_hant: 已關閉背景備份。
zh_hk: 已關閉背景備份。

# backgroundBackup.intent.result.on
source: Background backup turned on.
de: Hintergrundsicherung aktiviert.
es: Copia de seguridad en segundo plano activada.
es_419: Respaldo en segundo plano activado.
fr: Sauvegarde en arrière-plan activée.
ja: バックグラウンドバックアップをオンにしました。
ko: 백그라운드 백업을 켰습니다.
pt_br: Backup em segundo plano ativado.
pt_pt: Cópia em segundo plano ativada.
ru: Фоновое резервное копирование включено.
uk: Фонове резервне копіювання ввімкнено.
zh_hans: 已开启后台备份。
zh_hant: 已開啟背景備份。
zh_hk: 已開啟背景備份。

# backgroundBackup.intent.title
source: Set Node Background Backup
de: Hintergrundsicherung für Knoten festlegen
es: Configurar la copia de seguridad en segundo plano del nodo
es_419: Configurar respaldo en segundo plano del nodo
fr: Définir la sauvegarde en arrière-plan du nœud
ja: ノードのバックグラウンドバックアップを設定
ko: 노드 백그라운드 백업 설정
pt_br: Definir backup em segundo plano do nó
pt_pt: Definir cópia em segundo plano do nó
ru: Настроить фоновое резервное копирование узла
uk: Налаштувати фонове резервне копіювання вузла
zh_hans: 设置节点后台备份
zh_hant: 設定節點背景備份
zh_hk: 設定節點背景備份

# backgroundBackup.interval.footer
source: This is the shortest interval. The system decides when it actually runs and will never run it more frequently.
de: Dies ist das kürzeste Intervall. Das System bestimmt den tatsächlichen Zeitpunkt und führt die Sicherung nie häufiger aus.
es: Como máximo con esta frecuencia. El sistema decide cuándo se ejecuta y nunca con mayor frecuencia.
es_419: Como máximo con esta frecuencia. El sistema decide cuándo se ejecuta y nunca con mayor frecuencia.
fr: Il s’agit de l’intervalle minimal. Le système décide du moment de l’exécution et ne la lancera jamais plus fréquemment.
ja: 最短でこの間隔です。実際の実行タイミングはシステムが決め、これより頻繁には実行されません。
ko: 최대 이 빈도로 실행됩니다. 실제 실행 시점은 시스템이 정하며 이보다 자주 실행되지 않습니다.
pt_br: No máximo com esta frequência. O sistema decide quando executa e nunca com mais frequência.
pt_pt: No máximo com esta frequência. O sistema decide quando executa e nunca com mais frequência.
ru: Это минимальный интервал. Система сама решает, когда выполнять задачу, и никогда не запускает её чаще.
uk: Не частіше за цей інтервал. Система сама вирішує, коли виконувати, і не робить це частіше.
zh_hans: 最快每隔这么久备份一次。实际时机由系统决定，绝不会更频繁。
zh_hant: 最快每隔這麼久備份一次。實際時機由系統決定，絕不會更頻繁。
zh_hk: 最快每隔這麼久備份一次。實際時機由系統決定，絕不會更頻繁。

# backgroundBackup.interval.header
source: Minimum interval
de: Mindestintervall
es: Intervalo mínimo
es_419: Intervalo mínimo
fr: Intervalle minimum
ja: 最小間隔
ko: 최소 간격
pt_br: Intervalo mínimo
pt_pt: Intervalo mínimo
ru: Минимальный интервал
uk: Мінімальний інтервал
zh_hans: 最小间隔
zh_hant: 最小間隔
zh_hk: 最小間隔

# backgroundBackup.node.enableFooter
source: Automatically back up this node in the background.
de: Diesen Knoten automatisch im Hintergrund sichern.
es: Haz una copia de seguridad automática de este nodo en segundo plano.
es_419: Respalda este nodo automáticamente en segundo plano.
fr: Ce nœud est sauvegardé automatiquement en arrière-plan.
ja: このノードをバックグラウンドで自動的にバックアップします。
ko: 이 노드를 백그라운드에서 자동으로 백업합니다.
pt_br: Faz automaticamente o backup deste nó em segundo plano.
pt_pt: Faz automaticamente uma cópia de segurança deste nó em segundo plano.
ru: Автоматически создавать резервные копии этого узла в фоновом режиме.
uk: Автоматично створювати резервну копію цього вузла у фоні.
zh_hans: 在后台自动备份此节点。
zh_hant: 在背景自動備份此節點。
zh_hk: 在背景自動備份此節點。

# backgroundBackup.node.summary.cellular
source: Cellular Data Allowed
de: Mobile Daten erlaubt
es: Datos móviles permitidos
es_419: Datos móviles permitidos
fr: Données cellulaires autorisées
ja: モバイルデータ通信を許可
ko: 셀룰러 허용
pt_br: Dados móveis permitidos
pt_pt: Dados móveis permitidos
ru: Сотовые данные разрешены
uk: Мобільні дозволені
zh_hans: 允许蜂窝数据
zh_hant: 允許行動數據
zh_hk: 允許流動數據

# backgroundBackup.node.summary.disabled
source: Off
de: Aus
es: Desactivado
es_419: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
pt_pt: Desativado
ru: Выкл.
uk: Вимкнено
zh_hans: 已关闭
zh_hant: 已關閉
zh_hk: 已關閉
